export const MockDataMemo = [
  {
    id: 1,
    title: '이것은 제목입니다',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다. 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.16',
    isImportant: true,
  },
  {
    id: 2,
    title: '이것은 제목입니다',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.15',
    isImportant: true,
  },
  {
    id: 3,
    title: '이것은 제목입니다',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Others',
    date: '2026.09.14',
    isImportant: false,
  },
  {
    id: 4,
    title: 'CEOS 과제하기',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Daily',
    date: '2026.09.13',
    isImportant: false,
  },
  {
    id: 5,
    title: '프로젝트 회의',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Work',
    date: '2026.09.12',
    isImportant: true,
  },
  {
    id: 6,
    title: '메모 테스트',
    content:
      '이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다 이것은 본문입니다.',
    tag: 'Others',
    date: '2026.09.11',
    isImportant: false,
  },
];
